[
    {
        "title": "Expériences Professionelles",
        "content": [
            {
                "title": "Stage Informatique/Electronique",
                "content": [
                    {
                        "title": "Développeur JavaScript chez BSWeb",
                        "date": "2018",
                        "content": "Durant 30 jours,  avec pour principale tache la mise en place des tests unitaire avec Mocha.​"
                    },
                    {
                        "title": "Développeur JavaEE/JavaScript chez Airbus",
                        "date": "2017",
                        "content": "Durant 11 semaines, chez Airbus travaillant sur une application de traçabilité de composants utilisés sur les chaines de montages.​"
                    },
                    {
                        "title": "Technicien en électronique chez Airbus",
                        "date": "2015",
                        "content": "Durant 6 semaines j'ai eu l'occasion d'observer l'intégralité de la chaine d’assemblage des boitiers calculateurs. Du simple composant électronique à l'intégration avec l'avion. J'ai put suivre l'équipe \"Test and acceptance\", équipe dans laquelle travaillait mon tuteur de stage. Leurs taches consistaient à vérifier que les boitiers calculateur fonctionnent correctement avant d’être assemblé à l'avion."
                    }
                ]
            },
            {
                "title": "Autres Experience",
                "content": [
                    {
                        "title": "Projet IUT Informatique : Création d'un logiciel de dessin",
                        "date": "2017",
                        "content": "L'objectif était de créer un logiciel de dessin avec contraintes en Java."
                    },
                    {
                        "title": "Projet IUT Informatique : Création d’un site web",
                        "date": "2017",
                        "content": "en HTML/CSS et PHP répertoriant plusieurs célébrités."
                    },
                    {
                        "title": "Devoir IUT Informatique:",
                        "date": "2017",
                        "content": "Création d’un jeu  avec utilisation de Sprites en 2D et de gestion de donnée en Java."
                    },
                    {
                        "title": "Job d'été - Traiteur dans une boucherie:",
                        "date": "2016",
                        "content": "J'ai put durant ce job cuisiner divers produit, comme par exemple: courgettes/tomates farcis, crème aux œufs, béchamel..."
                    },
                    {
                        "title": "Projet BTS:",
                        "date": "2016",
                        "content": "Mon objectif était de créer un logiciel pour entreprise 2AF Acoustique aillant pour but de gérer une série de capteurs électronique. Fait en groupe j'ai eu l'occasion de créer mon propre logicielle électronique (a base de langage C) ainsi que de mètre en place le système électronique à gérer."
                    },
                    {
                        "title": "Job : Babysitting:",
                        "content": "Il m'est plusieurs fois arrivé de faire du babysitting."
                    },
                    {
                        "title": "Job d'été : Maçon dans une TPE en Dordogne",
                        "date": "2012",
                        "content": "J'ai eu l'occasion de participer à la construction de plusieurs battements ainsi qu'a la rénovation d'un ancien château en Dordogne."
                    },
                    {
                        "title": "Stagiaire: Durant une semaine à l'agence de l'eau Adour-Garonne",
                        "date": "2010",
                        "content": "Dans le cardre du collége j'ai fait un satge à l'agence de l'eau Adour-Garonne dans l'équipe de comptabilité."
                    }
                ]
            }
        ]
    }
]